tap "pomdtr/tap"
brew "curl" if OS.mac?
brew "gh"
brew "git" if OS.mac?
brew "gzip"
brew "htop" if OS.mac?
brew "jq"
brew "mas"
brew "neofetch"
brew "nvm"
brew "tree"
brew "wget" if OS.mac?
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "aldente"
cask "arc"
cask "discord"
cask "font-hack-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "maccy"
cask "notion"
cask "raycast"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
mas "Logic Pro", id: 634148309
mas "RunCat", id: 1429033973
mas "Windows App", id: 1295203466
mas "카카오톡", id: 869223134
vscode "alefragnani.project-manager"
vscode "eamodio.gitlens"
vscode "github.github-vscode-theme"
vscode "ms-vscode-remote.remote-containers"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "yzhang.markdown-all-in-one"
